Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Remove Unused Tags
ar: إزالة الوسوم غير المستخدمة
es: Eliminar etiquetas sin uso
hi: अप्रयुक्त टैग हटाएँ
it: Rimuovi tag inutilizzati
ja: 未使用タグを削除
ms: Buang tag tidak digunakan
th: ลบแท็กที่ไม่ได้ใช้
ur: غیر استعمال شدہ ٹیگز ہٹائیں
zh_hans: 移除未使用标签

source: Remove User
ar: إزالة المستخدم
es: Eliminar usuario
hi: उपयोगकर्ता हटाएँ
it: Rimuovi utente
ja: ユーザーを削除
ms: Alih Keluar Pengguna
th: นำผู้ใช้ออก
ur: صارف کو ہٹائیں
zh_hans: 移除用户

source: Remove User?
ar: إزالة المستخدم؟
es: ¿Eliminar usuario?
hi: उपयोगकर्ता हटाएँ?
it: Rimuovere l’utente?
ja: ユーザーを削除しますか？
ms: Alih Keluar Pengguna?
th: นำผู้ใช้ออกหรือไม่?
ur: صارف کو ہٹائیں؟
zh_hans: 移除用户？

source: Removing duplicated synced toDōs safely.
ar: إزالة المهام المتزامنة المكررة بأمان.
es: Eliminar tareas pendientes duplicadas y sincronizadas de forma segura.
hi: डुप्लिकेट सिंक किए गए toDōs को सुरक्षित रूप से हटाया जा रहा है।
it: Rimozione sicura delle attività da fare sincronizzate duplicate.
ja: 重複して同期された toDō を安全に削除します。
ms: Mengalih keluar toDō yang disegerakkan pendua dengan selamat.
th: การลบ toDōs ที่ซิงค์ที่ซ้ำกันอย่างปลอดภัย
ur: ڈپلیکیٹ مطابقت پذیر ٹُڈُوز کو محفوظ طریقے سے ہٹانا۔
zh_hans: 安全删除重复的同步待办事项。

source: Renews annually.
ar: يتجدد سنويًا.
es: Se renueva anualmente.
hi: हर साल नवीनीकृत होता है।
it: Si rinnova ogni anno.
ja: 毎年更新されます。
ms: Diperbaharui setiap tahun.
th: ต่ออายุรายปี
ur: سالانہ تجدید ہوتی ہے۔
zh_hans: 每年自动续订。

source: Renews monthly.
ar: يتجدد شهريًا.
es: Se renueva mensualmente.
hi: हर महीने नवीनीकृत होता है।
it: Si rinnova ogni mese.
ja: 毎月更新されます。
ms: Diperbaharui setiap bulan.
th: ต่ออายุรายเดือน
ur: ماہانہ تجدید ہوتی ہے۔
zh_hans: 每月自动续订。

source: Reopen nanoDo
ar: إعادة فتح nanoDo
es: Reabrir nanoDo
hi: nanoDo फिर खोलें
it: Riapri nanoDo
ja: nanoDoを再開
ms: Buka semula nanoDo
th: เปิด nanoDo อีกครั้ง
ur: nanoDo دوبارہ کھولیں
zh_hans: 重新打开 nanoDo

source: Repeat
ar: تكرار
es: Repetir
hi: दोहराना
it: Ripeti
ja: 繰り返し
ms: Ulang
th: ทำซ้ำ
ur: دہرائیں
zh_hans: 重复

source: Repeat this toDō
ar: تكرار مهمة toDō هذه
es: Repetir este toDō
hi: इस toDō को दोहराएँ
it: Ripeti questo toDō
ja: このtoDōを繰り返す
ms: Ulang toDō ini
th: ทำ toDō นี้ซ้ำ
ur: اس toDō کو دہرائیں
zh_hans: 重复此 toDō

source: Repeatable
ar: قابل للتكرار
es: Repetible
hi: दोहराया जा सकता है
it: Ripetibile
ja: 繰り返し購入可能
ms: Boleh diulang
th: ซื้อซ้ำได้
ur: دوبارہ کیا جا سکتا ہے
zh_hans: 可重复购买

source: Repeats %@
ar: يتكرر %@
es: Se repite %@
hi: %@ दोहराता है
it: Si ripete %@
ja: %@に繰り返す
ms: Berulang %@
th: ทำซ้ำ %@
ur: %@ دہرایا جاتا ہے
zh_hans: 重复 %@

source: Repeats until turned off
ar: يتكرر حتى يتم إيقافه
es: Se repite hasta desactivarlo
hi: बंद करने तक दोहराता है
it: Si ripete finché non lo disattivi
ja: オフにするまで繰り返す
ms: Berulang sehingga dimatikan
th: ทำซ้ำจนกว่าจะปิด
ur: بند کرنے تک دہرائیں
zh_hans: 重复直到关闭

source: Replace
ar: استبدال
es: Reemplazar
hi: बदलें
it: Sostituisci
ja: 置き換え
ms: Ganti
th: แทนที่
ur: بدلیں
zh_hans: 替换

source: Replay the setup guide for creating a toDō, choosing sync, and enabling notifications.
ar: أعد تشغيل دليل الإعداد لإنشاء تودو واختيار المزامنة وتفعيل الإشعارات.
es: Repite la guía de configuración para crear un toDō, elegir sincronización y activar notificaciones.
hi: toDō बनाने, सिंक चुनने और सूचनाएं चालू करने की सेटअप गाइड फिर से चलाएं।
it: Riproduci la guida di configurazione per creare un toDō, scegliere la sincronizzazione e attivare le notifiche.
ja: toDōの作成、同期の選択、通知の有効化を案内するセットアップガイドをもう一度表示します。
ms: Main semula panduan persediaan untuk mencipta toDō, memilih segerak, dan menghidupkan pemberitahuan.
th: เล่นคู่มือตั้งค่าอีกครั้งเพื่อสร้าง toDō เลือกการซิงค์ และเปิดการแจ้งเตือน
ur: toDō بنانے، سنک منتخب کرنے، اور اطلاعات فعال کرنے کے لیے سیٹ اپ گائیڈ دوبارہ چلائیں۔
zh_hans: 重新播放设置指南，了解如何创建 toDō、选择同步并开启通知。

source: Request
ar: طلب
es: Solicitud
hi: अनुरोध
it: Richiesta
ja: リクエスト
ms: Permintaan
th: คำขอ
ur: درخواست
zh_hans: 请求

source: Reset
ar: إعادة تعيين
es: Restablecer
hi: रीसेट
it: Reimposta
ja: リセット
ms: Tetapkan semula
th: รีเซ็ต
ur: ری سیٹ
zh_hans: 重置

source: Reset all personal toDō data?
ar: إعادة ضبط كل بيانات toDō الشخصية؟
es: ¿Restablecer todos los datos personales de toDō?
hi: सारा निजी toDō डेटा रीसेट करें?
it: Reimpostare tutti i dati personali di toDō?
ja: 個人のtoDōデータをすべてリセットしますか？
ms: Tetapkan semula semua data peribadi toDō?
th: รีเซ็ตข้อมูล toDō ส่วนตัวทั้งหมดหรือไม่
ur: تمام ذاتی toDō ڈیٹا ری سیٹ کریں؟
zh_hans: 重置所有个人 toDō 数据？

source: Reset All Tags to Default
ar: إعادة كل الوسوم إلى الافتراضي
es: Restablecer todas las etiquetas a sus valores predeterminados
hi: सभी टैग को डिफ़ॉल्ट पर रीसेट करें
it: Ripristina tutti i tag predefiniti
ja: すべてのタグをデフォルトに戻す
ms: Tetapkan semula semua tag kepada lalai
th: รีเซ็ตแท็กทั้งหมดเป็นค่าเริ่มต้น
ur: تمام ٹیگز ڈیفالٹ پر ری سیٹ کریں
zh_hans: 将所有标签重置为默认值

source: Reset all tags to defaults?
ar: هل تريد إعادة كل الوسوم إلى الإعدادات الافتراضية؟
es: ¿Restablecer todas las etiquetas a los valores predeterminados?
hi: सभी टैग को डिफ़ॉल्ट पर रीसेट करें?
it: Ripristinare tutti i tag ai valori predefiniti?
ja: すべてのタグをデフォルトに戻しますか？
ms: Tetapkan semula semua tag kepada lalai?
th: รีเซ็ตแท็กทั้งหมดเป็นค่าเริ่มต้น?
ur: تمام ٹیگز ڈیفالٹ پر ری سیٹ کریں؟
zh_hans: 将所有标签重置为默认值？

source: Reset Choices
ar: إعادة ضبط الاختيارات
es: Restablecer elecciones
hi: चयन रीसेट करें
it: Reimposta scelte
ja: 選択をリセット
ms: Tetapkan semula pilihan
th: รีเซ็ตตัวเลือก
ur: انتخابات ری سیٹ کریں
zh_hans: 重置选择

source: Reset Filters
ar: إعادة ضبط الفلاتر
es: Restablecer filtros
hi: फ़िल्टर रीसेट करें
it: Reimposta filtri
ja: フィルターをリセット
ms: Tetapkan semula penapis
th: รีเซ็ตตัวกรอง
ur: فلٹرز ری سیٹ کریں
zh_hans: 重置过滤器

source: Reset Position
ar: إعادة ضبط الموضع
es: Restablecer posición
hi: स्थिति रीसेट करें
it: Reimposta posizione
ja: 位置をリセット
ms: Tetapkan semula kedudukan
th: รีเซ็ตตำแหน่ง
ur: پوزیشن ری سیٹ کریں
zh_hans: 重置位置

source: Reset Snooze Options
ar: إعادة ضبط خيارات الغفوة
es: Restablecer opciones de repetición
hi: स्नूज़ विकल्प रीसेट करें
it: Reimposta opzioni posticipa
ja: スヌーズオプションをリセット
ms: Tetapkan semula pilihan tunda
th: รีเซ็ตตัวเลือกเลื่อนเตือน
ur: اسنوز آپشنز ری سیٹ کریں
zh_hans: 重置贪睡选项

source: Reset toDō Data
ar: إعادة ضبط بيانات toDō
es: Restablecer datos de toDō
hi: toDō डेटा रीसेट करें
it: Reimposta dati di toDō
ja: toDōデータをリセット
ms: Tetapkan Semula Data toDō
th: รีเซ็ตข้อมูล toDō
ur: toDō ڈیٹا ری سیٹ کریں
zh_hans: 重置 toDō 数据

source: Resetting toDō Data
ar: جارٍ إعادة ضبط بيانات toDō
es: Restableciendo datos de toDō
hi: toDō डेटा रीसेट हो रहा है
it: Reimpostazione dati di toDō
ja: toDōデータをリセット中
ms: Menetapkan Semula Data toDō
th: กำลังรีเซ็ตข้อมูล toDō
ur: toDō ڈیٹا ری سیٹ ہو رہا ہے
zh_hans: 正在重置 toDō 数据

source: Restore
ar: استعادة
es: Restaurar
hi: पुनर्स्थापित करना
it: Ripristina
ja: 復元
ms: Pulihkan
th: กู้คืน
ur: بحال کریں
zh_hans: 恢复

source: Restore Purchases
ar: استعادة المشتريات
es: Restaurar compras
hi: खरीदारियाँ पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ms: Pulihkan Pembelian
th: กู้คืนรายการซื้อ
ur: خریداریاں بحال کریں
zh_hans: 恢复购买项目

source: Restore with Edits
ar: استعادة مع التعديلات
es: Restaurar con ediciones
hi: संपादन के साथ पुनर्स्थापित करें
it: Ripristina con modifiche
ja: 編集して復元
ms: Pulihkan dengan edit
th: กู้คืนพร้อมแก้ไข
ur: ترمیم کے ساتھ بحال کریں
zh_hans: 通过编辑恢复

source: Restores sorting, tag entry, and timing choices.
ar: يعيد خيارات الفرز وإدخال الوسوم والتوقيت.
es: Restaura la ordenación, las etiquetas y las opciones de horario.
hi: सॉर्टिंग, टैग प्रविष्टि और समय विकल्प बहाल करता है।
it: Ripristina ordinamento, inserimento tag e scelte di tempo.
ja: 並び替え、タグ入力、時刻の選択を復元します。
ms: Memulihkan isihan, kemasukan tag dan pilihan masa.
th: คืนค่าการเรียง แท็ก และตัวเลือกเวลา
ur: ترتیب، ٹیگ اندراج، اور وقت کے انتخاب بحال کرتا ہے۔
zh_hans: 恢复排序、标签输入和时间选择。

source: Restores the original snooze choices.
ar: يعيد خيارات الغفوة الأصلية.
es: Restaura las opciones originales de posponer.
hi: मूल स्नूज़ विकल्प वापस लाता है।
it: Ripristina le scelte originali di rinvio.
ja: 元のスヌーズ選択肢に戻します。
ms: Memulihkan pilihan tunda asal.
th: คืนค่าตัวเลือกเลื่อนเตือนเดิม
ur: اصل اسنوز انتخاب بحال کرتا ہے۔
zh_hans: 恢复原始稍后提醒选项。

source: Retry
ar: إعادة المحاولة
es: Rever
hi: पुन: प्रयास करें
it: Riprova
ja: 再試行
ms: Cuba lagi
th: ลองอีกครั้ง
ur: دوبارہ کوشش
zh_hans: 重试

source: Retry toDō Sync
ar: إعادة محاولة مزامنة تُدُ
es: Reintentar sincronización de tareas pendientes
hi: टूडू सिंक का पुनः प्रयास करें
it: Riprova toDō Sync
ja: toDō Syncを再試行
ms: Cuba semula toDō Sync
th: ลอง toDō Sync อีกครั้ง
ur: ٹُڈُو سنک دوبارہ کوشش کریں
zh_hans: 重试待办事项同步

source: Return to the tour
ar: العودة إلى الجولة
es: Volver al recorrido
hi: टूर पर लौटें
it: Torna al tour
ja: ツアーに戻る
ms: Kembali ke lawatan
th: กลับไปที่ทัวร์
ur: ٹور پر واپس جائیں
zh_hans: 返回引导

source: Review Duplicates
ar: مراجعة النسخ المكررة
es: Revisar duplicados
hi: डुप्लिकेट की समीक्षा करें
it: Controlla duplicati
ja: 重複を確認
ms: Semak Pendua
th: ตรวจสอบรายการซ้ำ
ur: نقلوں کا جائزہ لیں
zh_hans: 检查重复项

source: Review the shared list before you decide whether to join it.
ar: راجع القائمة المشتركة قبل أن تقرر الانضمام إليها.
es: Revisa la lista compartida antes de decidir si te unes.
hi: शामिल होने का निर्णय लेने से पहले साझा सूची की समीक्षा करें।
it: Esamina la lista condivisa prima di decidere se partecipare.
ja: 参加を決める前に共有リストを確認してください。
ms: Semak senarai dikongsi sebelum memutuskan untuk menyertainya.
th: ตรวจสอบรายการที่แชร์ก่อนตัดสินใจเข้าร่วม
ur: شامل ہونے کا فیصلہ کرنے سے پہلے مشترکہ فہرست کا جائزہ لیں۔
zh_hans: 在决定加入共享列表之前，请先查看它。

source: Review toDō
ar: راجع toDō
es: Revisar toDō
hi: toDō की समीक्षा करें
it: Rivedi toDō
ja: toDōを確認
ms: Semak toDō
th: ตรวจสอบ toDō
ur: toDō کا جائزہ لیں
zh_hans: 查看 toDō

source: Review what you said
ar: راجع ما قلته
es: Revisa lo que dijiste
hi: आपने जो कहा उसकी समीक्षा करें
it: Controlla ciò che hai detto
ja: 話した内容を確認
ms: Semak perkara yang anda sebut
th: ตรวจสอบสิ่งที่คุณพูด
ur: اپنی کہی ہوئی بات کا جائزہ لیں
zh_hans: 检查你说的内容

source: Review your new toDō here. Use the arrow button if you want to edit it. When you are ready, tap the highlighted xmark to return to the tour.
ar: راجع toDō الجديدة هنا. استخدم زر السهم إذا أردت تعديلها. عندما تكون جاهزًا، اضغط على xmark المميز للعودة إلى الجولة.
es: Revisa aquí tu nueva toDō. Usa el botón de flecha si quieres editarla. Cuando estés listo, toca la xmark resaltada para volver al recorrido.
hi: अपनी नई toDō यहाँ देखें। संपादित करने के लिए तीर बटन का उपयोग करें। तैयार होने पर टूर पर लौटने के लिए हाइलाइट किए गए xmark पर टैप करें।
it: Rivedi qui la tua nuova toDō. Usa il pulsante freccia se vuoi modificarla. Quando sei pronto, tocca la xmark evidenziata per tornare al tour.
ja: ここで新しいtoDōを確認します。編集する場合は矢印ボタンを使います。準備ができたら、ハイライトされたxmarkをタップしてツアーに戻ります。
ms: Semak toDō baharu anda di sini. Gunakan butang anak panah jika mahu mengeditnya. Apabila bersedia, ketik xmark yang diserlahkan untuk kembali ke lawatan.
th: ดู toDō ใหม่ของคุณที่นี่ ใช้ปุ่มลูกศรหากต้องการแก้ไข เมื่อพร้อม แตะ xmark ที่ไฮไลต์เพื่อกลับไปที่ทัวร์
ur: اپنی نئی toDō کا یہاں جائزہ لیں۔ ترمیم کے لیے تیر کا بٹن استعمال کریں۔ تیار ہونے پر ٹور پر واپس جانے کے لیے نمایاں xmark کو ٹیپ کریں۔
zh_hans: 在此查看你的新 toDō。若要编辑，请使用箭头按钮。准备好后，轻点高亮的 xmark 返回引导。

source: Save
ar: حفظ
es: Ahorrar
hi: बचाना
it: Salva
ja: 保存
ms: Simpan
th: บันทึก
ur: محفوظ کریں
zh_hans: 节省

source: Save Mode
ar: وضع الحفظ
es: Modo de guardado
hi: सेव मोड
it: Modalità di salvataggio
ja: 保存モード
ms: Mod Simpan
th: โหมดบันทึก
ur: محفوظ کرنے کا موڈ
zh_hans: 保存模式

source: Save or move the audio file into Files or iCloud Drive.
ar: احفظ ملف الصوت أو انقله إلى الملفات أو iCloud Drive.
es: Guarda o mueve el archivo de audio a Archivos o iCloud Drive.
hi: ऑडियो फ़ाइल को Files या iCloud Drive में सहेजें या ले जाएँ।
it: Salva o sposta il file audio in File o iCloud Drive.
ja: 音声ファイルを“ファイル”またはiCloud Driveに保存または移動します。
ms: Simpan atau alihkan fail audio ke Files atau iCloud Drive.
th: บันทึกหรือย้ายไฟล์เสียงไปยังไฟล์หรือ iCloud Drive
ur: آڈیو فائل کو فائلز یا iCloud Drive میں محفوظ یا منتقل کریں۔
zh_hans: 将音频文件保存或移动到“文件”或 iCloud Drive。

source: Save Profile
ar: حفظ الملف الشخصي
es: Guardar perfil
hi: प्रोफ़ाइल सहेजें
it: Salva profilo
ja: プロフィールを保存
ms: Simpan Profil
th: บันทึกโปรไฟล์
ur: پروفائل محفوظ کریں
zh_hans: 保存个人资料

source: Save the toDō
ar: احفظ المهام
es: Guarde la tarea pendiente
hi: कार्य सहेजें
it: Salva la cosa da fare
ja: toDōを保存する
ms: Simpan tugasan
th: บันทึกสิ่งที่ต้องทำ
ur: ٹو ڈو کو محفوظ کریں۔
zh_hans: 保存待办事项

source: Save this image across your signed-in toDō devices.
ar: احفظ هذه الصورة عبر أجهزة toDō التي سجّلت الدخول.
es: Guarda esta imagen en tus dispositivos toDō con sesión iniciada.
hi: इस चित्र को अपने साइन-इन किए गए toDō डिवाइसों पर सहेजें।
it: Salva questa immagine sui dispositivi toDō con accesso effettuato.
ja: この画像をサインイン済みのtoDōデバイス間で保存します。
ms: Simpan imej ini merentas peranti toDō yang dilog masuk.
th: บันทึกรูปนี้บนอุปกรณ์ toDō ที่ลงชื่อเข้าใช้
ur: اس تصویر کو اپنے سائن اِن toDō آلات پر محفوظ کریں۔
zh_hans: 将此图片保存到已登录的 toDō 设备。

source: Save this image for your Apple devices through iCloud.
ar: احفظ هذه الصورة لأجهزة Apple عبر iCloud.
es: Guarda esta imagen para tus dispositivos Apple mediante iCloud.
hi: इस चित्र को iCloud के ज़रिए अपने Apple डिवाइसों के लिए सहेजें।
it: Salva questa immagine per i dispositivi Apple tramite iCloud.
ja: この画像をiCloud経由でAppleデバイス用に保存します。
ms: Simpan imej ini untuk peranti Apple melalui iCloud.
th: บันทึกรูปนี้สำหรับอุปกรณ์ Apple ผ่าน iCloud
ur: اس تصویر کو iCloud کے ذریعے Apple آلات کے لیے محفوظ کریں۔
zh_hans: 通过 iCloud 将此图片保存到 Apple 设备。

source: Save this image on this device only.
ar: احفظ هذه الصورة على هذا الجهاز فقط.
es: Guarda esta imagen solo en este dispositivo.
hi: इस चित्र को केवल इसी डिवाइस पर सहेजें।
it: Salva questa immagine solo su questo dispositivo.
ja: この画像をこのデバイスだけに保存します。
ms: Simpan imej ini pada peranti ini sahaja.
th: บันทึกรูปนี้ไว้ในอุปกรณ์นี้เท่านั้น
ur: اس تصویر کو صرف اسی ڈیوائس پر محفوظ کریں۔
zh_hans: 仅将此图片保存到此设备。

source: Save this image on this Mac only.
ar: احفظ هذه الصورة على هذا الـ Mac فقط.
es: Guarda esta imagen solo en este Mac.
hi: इस चित्र को केवल इसी Mac पर सहेजें।
it: Salva questa immagine solo su questo Mac.
ja: この画像をこのMacだけに保存します。
ms: Simpan imej ini pada Mac ini sahaja.
th: บันทึกรูปนี้ไว้ใน Mac นี้เท่านั้น
ur: اس تصویر کو صرف اسی Mac پر محفوظ کریں۔
zh_hans: 仅将此图片保存到此 Mac。

source: Save To
ar: الحفظ في
es: Guardar en
hi: यहाँ सहेजें
it: Salva in
ja: 保存先
ms: Simpan Ke
th: บันทึกไปยัง
ur: یہاں محفوظ کریں
zh_hans: 存储到

source: Save To: %@
ar: الحفظ في: %@
es: Guardar en: %@
hi: यहाँ सहेजें: %@
it: Salva in: %@
ja: 保存先：%@
ms: Simpan Ke: %@
th: บันทึกไปยัง: %@
ur: یہاں محفوظ کریں: %@
zh_hans: 存储到：%@

source: Saved data unavailable
ar: البيانات المحفوظة غير متاحة
es: Datos guardados no disponibles
hi: सहेजा गया डेटा उपलब्ध नहीं है
it: Dati salvati non disponibili
ja: 保存データを利用できません
ms: Data tersimpan tidak tersedia
th: ข้อมูลที่บันทึกไว้ไม่พร้อมใช้งาน
ur: محفوظ شدہ ڈیٹا دستیاب نہیں
zh_hans: 保存的数据不可用

source: Saving Profile Image
ar: جارٍ حفظ صورة الملف الشخصي
es: Guardando imagen de perfil
hi: प्रोफ़ाइल चित्र सहेजा जा रहा है
it: Salvataggio immagine del profilo
ja: プロフィール画像を保存中
ms: Menyimpan gambar profil
th: กำลังบันทึกรูปโปรไฟล์
ur: پروفائل تصویر محفوظ ہو رہی ہے
zh_hans: 正在保存头像

source: Saving your choice and syncing it now.
ar: جارٍ حفظ اختيارك ومزامنته الآن.
es: Guardando tu elección y sincronizándola ahora.
hi: आपकी पसंद को सहेजा जा रहा है और इसे अभी सिंक किया जा रहा है।
it: Salvataggio della scelta e sincronizzazione in corso.
ja: 選択を保存して同期しています。
ms: Menyimpan pilihan anda dan menyegerakkannya sekarang.
th: กำลังบันทึกตัวเลือกและซิงค์ตอนนี้
ur: آپ کا انتخاب محفوظ کر کے ابھی سنک کیا جا رہا ہے۔
zh_hans: 保存您的选择并立即同步。

source: Schedule
ar: الجدول
es: Cronograma
hi: अनुसूची
it: Programma
ja: スケジュール
ms: Jadual
th: กำหนดเวลา
ur: شیڈول
zh_hans: 日程

source: Scheduled
ar: مجدول
es: Programado
hi: अनुसूचित
it: Programmato
ja: 予定されている
ms: Dijadualkan
th: กำหนดเวลาแล้ว
ur: شیڈول شدہ
zh_hans: 预定

source: Search for a place
ar: البحث عن مكان
es: buscar un lugar
hi: एक जगह खोजें
it: Cerca un luogo
ja: 場所を検索
ms: Cari tempat
th: ค้นหาสถานที่
ur: مقام تلاش کریں
zh_hans: 寻找地点

source: Search tags
ar: البحث في الوسوم
es: Buscar etiquetas
hi: टैग खोजें
it: Cerca tag
ja: タグを検索
ms: Cari tag
th: ค้นหาแท็ก
ur: ٹیگز تلاش کریں
zh_hans: 搜索标签

source: Search toDōs
ar: البحث في مهام toDō
es: Buscar toDōs
hi: toDō खोजें
it: Cerca toDō
ja: toDōを検索
ms: Cari toDō
th: ค้นหา toDō
ur: toDō تلاش کریں
zh_hans: 搜索 toDō

source: Search toDōs, notes, tags, nanoDos
ar: البحث في تُدُس، الملاحظات، الوسوم، نَنُدُس
es: Buscar tareas pendientes, notas, etiquetas, nanoDos
hi: कार्य, नोट्स, टैग, नैनो डॉस खोजें
it: Cerca toDō, note, tag, nanoDo
ja: toDō、メモ、タグ、nanoDoを検索
ms: Cari toDō, nota, tag, nanoDo
th: ค้นหา toDō บันทึก แท็ก nanoDo
ur: ٹُڈُوز، نوٹس، ٹیگز، نَینوڈوز تلاش کریں
zh_hans: 搜索 toDōs、注释、标签、nanoDos

source: seconds
ar: ثوانٍ
es: segundos
hi: सेकंड
it: secondi
ja: 秒
ms: saat
th: วินาที
ur: سیکنڈ
zh_hans: 秒

source: Seconds
ar: ثواني
es: Artículos de segunda clase
hi: सेकंड
it: Secondi
ja: 秒
ms: Detik
th: วินาที
ur: سیکنڈز
zh_hans: 秒数

source: See all toDōs
ar: عرض كل تُدُس
es: Ver todos los toDōs
hi: सभी toDōs देखें
it: Vedi tutti i toDō
ja: すべてのtoDōを見る
ms: Lihat semua toDō
th: ดู toDō ทั้งหมด
ur: تمام تُدُس دیکھیں
zh_hans: 查看所有 toDō

source: See and complete pending toDōs.
ar: اعرض وأكمل تُدُس المعلقة.
es: Ver y completar tareas pendientes.
hi: लंबित toDōs देखें और पूरा करें।
it: Visualizza e completa i toDō in sospeso.
ja: 保留中のtoDōを確認して完了できます。
ms: Lihat dan selesaikan toDō yang belum selesai.
th: ดูและทำ toDō ที่ค้างอยู่ให้เสร็จ
ur: زیر التوا ٹُڈُوز دیکھیں اور مکمل کریں۔
zh_hans: 查看并完成待办事项。

source: See what changed, release by release.
ar: تعرّف على ما تغيّر، إصدارًا بعد إصدار.
es: Consulta los cambios de cada versión.
hi: हर रिलीज़ में हुए बदलाव देखें।
it: Scopri cosa è cambiato, versione dopo versione.
ja: リリースごとの変更点を確認できます。
ms: Lihat perubahan bagi setiap keluaran.
th: ดูสิ่งที่เปลี่ยนแปลงในแต่ละรุ่น
ur: ہر ریلیز میں ہونے والی تبدیلیاں دیکھیں۔
zh_hans: 逐个版本查看更新内容。

source: Select
ar: تحديد
es: Seleccionar
hi: चुनना
it: Seleziona
ja: 選択
ms: Pilih
th: เลือก
ur: منتخب کریں
zh_hans: 选择

source: Select a toDō
ar: تحديد تُدُ
es: Seleccione una tarea pendiente
hi: एक कार्य चुनें
it: Seleziona un toDō
ja: toDōを選択
ms: Pilih toDō
th: เลือก toDō
ur: ایک ٹُڈُو منتخب کریں
zh_hans: 选择待办事项

source: Select Duration
ar: تحديد المدة
es: Seleccionar duración
hi: अवधि चुनें
it: Seleziona durata
ja: 期間を選択
ms: Pilih Tempoh
th: เลือกระยะเวลา
ur: دورانیہ منتخب کریں
zh_hans: 选择持续时间

source: Selected
ar: محدد
es: Seleccionado
hi: चयनित
it: Selezionato
ja: 選択済み
ms: Dipilih
th: เลือกแล้ว
ur: منتخب
zh_hans: 已选择

# Selected (%@/%@)
source: Selected (%1$@/%2$@)
ar: محدد (%@/%@)
es: Seleccionado (%@/%@)
hi: चयनित (%@/%@)
it: Selezionato (%@/%@)
ja: 選択済み (%@/%@)
ms: Dipilih (%@/%@)
th: เลือกแล้ว (%@/%@)
ur: منتخب (%@/%@)
zh_hans: 已选择 (%@/%@)

source: Selected Look
ar: المظهر المحدد
es: Aspecto seleccionado
hi: चुना गया रूप
it: Aspetto selezionato
ja: 選択中の外観
ms: Rupa Dipilih
th: รูปแบบที่เลือก
ur: منتخب شکل
zh_hans: 已选外观

source: Send
ar: إرسال
es: Enviar
hi: भेजें
it: Invia
ja: 送信
ms: Hantar
th: ส่ง
ur: بھیجیں
zh_hans: 发送

source: Send unlimited Collab invitations
ar: إرسال دعوات Collab بلا حدود
es: Enviar invitaciones ilimitadas a Collabs
hi: असीमित Collab आमंत्रण भेजें
it: Invia inviti Collab illimitati
ja: Collabへの招待を無制限に送信
ms: Hantar jemputan Collab tanpa had
th: ส่งคำเชิญ Collab ได้ไม่จำกัด
ur: لامحدود Collab دعوتیں بھیجیں
zh_hans: 无限发送 Collab 邀请

source: Send unlimited collaboration invitations
ar: إرسال دعوات تعاون بلا حدود
es: Enviar invitaciones de colaboración ilimitadas
hi: असीमित सहयोग आमंत्रण भेजें
it: Invia inviti di collaborazione illimitati
ja: 共同作業への招待を無制限に送信
ms: Hantar jemputan kerjasama tanpa had
th: ส่งคำเชิญให้ทำงานร่วมกันได้ไม่จำกัด
ur: لامحدود تعاون کی دعوتیں بھیجیں
zh_hans: 无限发送协作邀请

source: Send unlimited personal Collab invitations
ar: أرسل دعوات Collab شخصية غير محدودة
es: Envía invitaciones ilimitadas a Collabs personales
hi: असीमित निजी Collab आमंत्रण भेजें
it: Invia inviti illimitati ai Collab personali
ja: 個人向けCollabへの招待を無制限に送信
ms: Hantar jemputan Collab peribadi tanpa had
th: ส่งคำเชิญ Collab ส่วนบุคคลได้ไม่จำกัด
ur: ذاتی Collab کی لامحدود دعوتیں بھیجیں
zh_hans: 无限发送个人 Collab 邀请

source: Sending a sound test...
ar: جار إرسال اختبار الصوت...
es: Enviando prueba de sonido...
hi: ध्वनि परीक्षण भेजा जा रहा है...
it: Invio test audio...
ja: サウンドテストを送信中...
ms: Menghantar ujian bunyi...
th: กำลังส่งการทดสอบเสียง...
ur: آواز کا ٹیسٹ بھیجا جا رہا ہے...
zh_hans: 正在发送声音测试...

source: Sending Changes
ar: إرسال التغييرات
es: Envío de cambios
hi: परिवर्तन भेजा जा रहा है
it: Invio modifiche
ja: 変更の送信
ms: Menghantar Perubahan
th: กำลังส่งการเปลี่ยนแปลง
ur: تبدیلیاں بھیجنا
zh_hans: 发送更改

source: Sending delete markers so other devices stay consistent.
ar: إرسال علامات الحذف حتى تظل الأجهزة الأخرى متسقة.
es: Envío de marcadores de eliminación para que otros dispositivos se mantengan consistentes.
hi: डिलीट मार्कर भेजना ताकि अन्य डिवाइस सुसंगत रहें।
it: Invio di marcatori di eliminazione in modo che gli altri dispositivi rimangano coerenti.
ja: 他のデバイスの一貫性を保つために削除マーカーを送信します。
ms: Menghantar penanda padam supaya peranti lain kekal konsisten.
th: การส่งเครื่องหมายลบเพื่อให้อุปกรณ์อื่นๆ มีความสอดคล้องกัน
ur: ڈیلیٹ مارکر بھیجے جا رہے ہیں تاکہ دوسرے آلات مستقل رہیں۔
zh_hans: 发送删除标记，以便其他设备保持一致。

source: Sending this device's latest changes.
ar: إرسال آخر التغييرات لهذا الجهاز.
es: Enviando los últimos cambios de este dispositivo.
hi: इस डिवाइस के नवीनतम परिवर्तन भेज रहा हूँ.
it: Invio delle ultime modifiche di questo dispositivo.
ja: このデバイスの最新の変更を送信します。
ms: Menghantar perubahan terkini peranti ini.
th: กำลังส่งการเปลี่ยนแปลงล่าสุดของอุปกรณ์นี้
ur: اس آلہ کی تازہ ترین تبدیلیاں بھیجی جا رہی ہیں۔
zh_hans: 发送该设备的最新更改。

source: Set due date
ar: تعيين تاريخ الاستحقاق
es: Establecer fecha de vencimiento
hi: नियत तिथि निर्धारित करें
it: Imposta scadenza
ja: 期日を設定
ms: Tetapkan tarikh akhir
th: ตั้งวันครบกำหนด
ur: مقررہ تاریخ سیٹ کریں
zh_hans: 设定截止日期

source: Set the Defaults
ar: اضبط الإعدادات الافتراضية
es: Define los valores por defecto
hi: डिफ़ॉल्ट सेट करें
it: Imposta i predefiniti
ja: 既定値を設定
ms: Tetapkan lalai
th: ตั้งค่าเริ่มต้น
ur: ڈیفالٹس سیٹ کریں
zh_hans: 设置默认值

source: Set the time here, then swipe back when finished.
ar: اضبط الوقت هنا، ثم اسحب للرجوع عند الانتهاء.
es: Ajusta la hora aquí y desliza atrás al terminar.
hi: समय यहाँ सेट करें, फिर पूरा होने पर पीछे स्वाइप करें.
it: Imposta l’ora qui, poi scorri indietro quando hai finito.
ja: ここで時刻を設定し、終わったら戻るスワイプをします。
ms: Tetapkan masa di sini, kemudian leret kembali apabila selesai.
th: ตั้งเวลาที่นี่ แล้วปัดกลับเมื่อเสร็จ
ur: یہاں وقت سیٹ کریں، پھر مکمل ہونے پر واپس سوائپ کریں۔
zh_hans: 在这里设置时间，完成后向后轻扫。

source: Set toDō Focus Filter
ar: تعيين فلتر تركيز تُدُ
es: Establecer filtro toDōFocus
hi: toDōFocusफ़िल्टर सेट करें
it: Imposta filtro Full immersion toDō
ja: toDō集中モードフィルターを設定
ms: Tetapkan penapis Fokus toDō
th: ตั้งค่าตัวกรองโฟกัส toDō
ur: ٹُڈُو فوکس فلٹر سیٹ کریں
zh_hans: 设置 toDōFocus过滤器

source: Settings
ar: الإعدادات
es: Ajustes
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ms: Tetapan
th: การตั้งค่า
ur: ترتیبات
zh_hans: 设置
